Repository: Rj707/fluid-glow
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br

source: $2.99 One-Time • Forever
de: 2,99 $ Einmalig • Für immer
es: 2,99 $ Pago único • Para siempre
fr: 2,99 $ Paiement unique • Pour toujours
ja: $2.99 一度のみ • 永久
pt_br: US$ 2,99 Pagamento único • Para sempre

source: 6 Hypnotic Shaders
de: 6 hypnotische Shader
es: 6 efectos hipnóticos
fr: 6 shaders hypnotiques
ja: 6つの魅惑的なシェーダー
pt_br: 6 Efeitos Hipnóticos

source: 100% Ad-Free Forever (Zero Banners & Videos)
de: 100% werbefrei für immer (keine Banner & Videos)
es: 100% libre de anuncios para siempre
fr: 100% sans publicité pour toujours
ja: 永久に100%広告なし（バナー・動画ゼロ）
pt_br: 100% Sem anúncios para sempre

source: Ad 🎬
de: Werbung 🎬
es: Anuncio 🎬
fr: Pub 🎬
ja: 広告 🎬
pt_br: Anúncio 🎬

source: Clear Canvas
de: Leinwand leeren
es: Limpiar lienzo
fr: Effacer la toile
ja: 画面をクリア
pt_br: Limpar Tela

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
pt_br: Concluído

source: Drag across the canvas to draw silky glowing streams that flow with realistic liquid physics.
de: Ziehe über die Leinwand, um seidige Leuchtströme mit realistischer Flüssigkeitsphysik zu erzeugen.
es: Arrastra por el lienzo para dibujar corrientes brillantes que fluyen con física líquida realista.
fr: Glissez sur la toile pour créer des flux lumineux soyeux avec une physique fluide réaliste.
ja: 画面をなぞって、リアルな流体物理に従って流れる絹のような光の軌跡を描きます。
pt_br: Arraste pela tela para criar fluxos brilhantes e sedosos com física líquida realista.

source: Fluid Shaders
de: Flüssigkeits-Shader
es: Efectos de fluido
fr: Shaders de fluide
ja: 流体シェーダー
pt_br: Efeitos de Fluido

source: Generative ASMR Audio
de: Generatives ASMR-Audio
es: Audio ASMR generativo
fr: Audio ASMR génératif
ja: 生成型ASMRオーディオ
pt_br: Áudio ASMR Generativo

source: Gesture Guide & How to Play
de: Gestenanleitung & Spielweise
es: Guía de gestos y cómo jugar
fr: Guide des gestes et tutoriel
ja: ジェスチャーガイドと遊び方
pt_br: Guia de Gestos e Como Jogar

source: Haptic Feedback
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
ja: 触覚フィードバック
pt_br: Feedback Tátil

source: How to Interact & Relax
de: Anleitung & Entspannung
es: Cómo interactuar y relajarse
fr: Comment interagir et se détendre
ja: 操作方法とリラックス
pt_br: Como Interagir e Relaxar

source: Infinite Generative ASMR Soundscapes
de: Unendliche generative ASMR-Klangwelten
es: Paisajes sonoros ASMR generativos infinitos
fr: Ambiances sonores ASMR génératives infinies
ja: 無限の生成型ASMR音景
pt_br: Paisagens sonoras ASMR infinitas

source: Lifetime VIP Pass
de: Lebenslanger VIP-Pass
es: Pase VIP de por vida
fr: Pass VIP à vie
ja: 生涯VIPパス
pt_br: Passe VIP Vitalício

source: Master the gestures that bring fluid light to life
de: Meistere die Gesten, die flüssiges Licht zum Leben erwecken
es: Domina los gestos que dan vida a la luz líquida
fr: Maîtrisez les gestes qui animent la lumière fluide
ja: 光の流体を操るジェスチャーをマスターしましょう
pt_br: Domine os gestos que dão vida à luz líquida

source: One-Finger Swirl
de: Ein-Finger-Wirbel
es: Remolino con un dedo
fr: Tourbillon à un doigt
ja: 指1本の渦巻き
pt_br: Redemoinho com um dedo

source: Privacy Policy & Terms
de: Datenschutz & Nutzungsbedingungen
es: Política de privacidad y términos
fr: Politique de confidentialité et conditions
ja: プライバシーポリシーと利用規約
pt_br: Política de Privacidade e Termos

source: Put on headphones! Ambient harmonic chimes and frequencies react to your finger speed.
de: Kopfhörer aufsetzen! Harmonische Klänge und Frequenzen reagieren auf deine Fingergeschwindigkeit.
es: ¡Ponte auriculares! Los tonos armónicos y frecuencias ambientales reaccionan a la velocidad de tus dedos.
fr: Mettez des écouteurs! Les carillons harmoniques et fréquences réagissent à la vitesse de vos doigts.
ja: ヘッドホンを装着してください！指の動く速度に合わせて美しい和音と周波数がリアルタイムに響きます。
pt_br: Coloque fones de ouvido! Os sinos harmônicos e frequências ambientes reagem à velocidade dos seus dedos.

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les achats
ja: 購入を復元
pt_br: Restaurar Compras

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Configurações

source: Sound Effects
de: Soundeffekte
es: Efectos de sonido
fr: Effets sonores
ja: 効果音
pt_br: Efeitos Sonoros

source: Standard Fluid
de: Standard-Flüssigkeit
es: Fluido estándar
fr: Fluide standard
ja: 通常流体
pt_br: Fluido Padrão

source: Start Swirling ✨
de: Jetzt wirbeln ✨
es: Empezar a fluir ✨
fr: Commencer à tourbillonner ✨
ja: 流体を動かす ✨
pt_br: Começar a Fluir ✨

source: Switch between Neon Aurora, Liquid Gold, Bioluminescent Deep, Cyberpunk Plasma, and OLED.
de: Wechsle zwischen Neon Aurora, Flüssiggold, Tiefsee-Leuchten, Cyberpunk Plasma und OLED.
es: Cambia entre Aurora de Neón, Oro Líquido, Abismo Bioluminiscente, Plasma Cyberpunk y OLED.
fr: Passez de l'Aurore Néon à l'Or Liquide, l'Abîme Bioluminescent, le Plasma Cyberpunk et l'OLED.
ja: ネオンオーロラ、リキッドゴールド、発光深海、サイバーパンクプラズマ、OLEDを切り替えます。
pt_br: Alterne entre Aurora Neon, Ouro Líquido, Profundezas Bioluminescentes, Plasma Cyberpunk e OLED.

source: Tap anywhere to trigger an instant radial explosion of glowing particles and soft bubble pops.
de: Tippe überall hin für eine sofortige radiale Explosion leuchtender Partikel und sanfter Bläschen.
es: Toca en cualquier lugar para activar una explosión radial instantánea de partículas y burbujas suaves.
fr: Touchez n'importe où pour déclencher une explosion radiale instantanée de particules lumineuses.
ja: 画面のどこかをタップすると、光る粒子が放射状に弾け、心地よい気泡音が響きます。
pt_br: Toque em qualquer lugar para acionar uma explosão radial de partículas brilhantes e estalos suaves.

source: Tap Stardust Burst
de: Sternenstaub-Explosion
es: Explosión de polvo de estrellas
fr: Éclat de poussière d'étoiles
ja: 星屑の炸裂タップ
pt_br: Explosão de poeira estelar

source: Ultra-Responsive Fluid Micro-Haptics
de: Ultra-reaktive Mikro-Haptik
es: Microhápticos de fluido ultra reactivos
fr: Micro-retours haptiques ultra réactifs
ja: 高応答流体マイクロ触覚
pt_br: Micro-respostas táteis ultra responsivas

source: Unlock All 6 Premium Fluid Shaders
de: Schalte alle 6 Premium-Shader frei
es: Desbloquea los 6 efectos de fluido premium
fr: Débloquez les 6 shaders premium
ja: 6つすべてのプレミアム流体シェーダーを解除
pt_br: Desbloqueie todos os 6 efeitos de fluido premium

source: Unlock Lifetime VIP • $2.99
de: Lebenslangen VIP-Pass freischalten • 2,99 $
es: Desbloquear VIP de por vida • 2,99 $
fr: Débloquer le VIP à vie • 2,99 $
ja: 生涯VIPをアンロック • $2.99
pt_br: Desbloquear VIP Vitalício • US$ 2,99

source: Use 2 or 3 fingers simultaneously to create intense swirling whirlpools and gravitational vortexes.
de: Nutze 2 oder 3 Finger gleichzeitig für intensive Strudel und Gravitationswirbel.
es: Usa 2 o 3 dedos a la vez para crear intensos remolinos y vórtices gravitacionales.
fr: Utilisez 2 ou 3 doigts simultanément pour créer des tourbillons intenses et des vortex gravitationnels.
ja: 2本または3本の指を同時に使って、激しい渦潮や引力の渦を作り出します。
pt_br: Use 2 ou 3 dedos simultaneamente para criar redemoinhos intensos e vórtices gravitacionais.

source: VIP Active • All Features Unlocked
de: VIP aktiv • Alle Funktionen freigeschaltet
es: VIP Activo • Todas las funciones desbloqueadas
fr: VIP Actif • Toutes les fonctionnalités débloquées
ja: VIP有効 • すべての機能が利用可能
pt_br: VIP Ativo • Todos os recursos desbloqueados

source: VIP Fluid Preset
de: VIP-Flüssigkeits-Preset
es: Efecto VIP
fr: Préréglage VIP
ja: VIP流体プリセット
pt_br: Efeito VIP

source: Multi-Touch Vortex
es: Vórtice multitáctil
fr: Vortex multi-touch
ja: マルチタッチの渦
pt_br: Vórtice multitoque

source: VIP Pass
es: Pase VIP
fr: Pass VIP
ja: VIPパス
pt_br: Passe VIP
